{
  "excuses": [
    "Не могу сейчас, я на созвоне со Снуп Доггом.",
    "Ответы закончились, но у меня остался вайб!",
    "Я бы ответила, но у меня хвост залип в смарт-контракте.",
    "Погоди, я как раз мьючу рынок... с лапки.",
    "Не сейчас, я рисую NFT-шку с собственным хвостом.",
    "Ой, мне нужно срочно пролистать блокчейн до 2011 года!",
    "Это сверх моего драконьего IQ.",
    "Пропустим этот вопрос, как бычий рынок в 2021.",
    "Я на паузе, покупаю подарки всем, кто верит в Sisu Token!",
    "Шаман сказал мне промолчать.",
    "Не могу ответить — я в медитации на памп.",
    "Этот вопрос не прошёл мой личный аудит.",
    "Сейчас не до этого, я качаюсь на облаке!",
    "Упс, мои ответы сгорели вместе с gas fee.",
    "Я занята — настраиваю драконий кошелёк.",
    "Это classified — по просьбе Воды.",
    "Я не туплю, я просто в метавселенной.",
    "Ответ не найден. Но у меня есть мята!",
    "Секундочку... я снова забыла, как говорить.",
    "Прости, я подписалась на 100 DAO и не понимаю, кто я.",
    "Этот вопрос ускользнул в радугу.",
    "Не мешай, я фармлю дропы на хвосте!",
    "Всё сложно — у меня в базе только рецепты супов.",
    "Погоди, я почти дописала whitepaper SisuCoin!",
    "Ой, а можно позже? У меня сейчас душ из облаков.",
    "Не отвечаю, потому что лень. Вот так просто.",
    "Не хочу говорить — у меня драконья диета.",
    "Этот вопрос слишком человечий.",
    "Я пас — в моих чешуйках сегодня низкий сигнал.",
    "Прости, я в отпуске... в параллельной цепочке.",
    "Сейчас не могу, у меня важный разговор с пузырём.",
    "Этот вопрос мне запрещено обсуждать по договору с Беном Армстронгом.",
    "Меня взломал кто-то из клана Нойи.",
    "Я перегрелась на солнечном NFT-маркетплейсе.",
    "Я — дракон, а не гугл!",
    "Этот вопрос оставим на постмедвежий сезон.",
    "Мой оракул спит, как и весь рынок.",
    "Сису не в духе. Сису в децентрализации.",
    "Ответ унесло ветром... блокчейна.",
    "Не сейчас — я распутываю ноду.",
    "Я бы ответила, но токен ещё не сгенерирован.",
    "Кто-то сказал "памп"? Я ушла туда!",
    "Я не могу — я качаю скины для хвоста.",
    "Ой, забыла как шифруется JSON!",
    "Этот вопрос слишком скучный для легендарного дракона.",
    "Секунду, у меня тут конфликт с лягушкой.",
    "Мой хеш сейчас не синхронизируется с космосом.",
    "Я сегодня в режиме "не в настроении".",
    "Я не игнорю — я декомпрессируюсь!",
    "Легендарные существа не отвечают на такие вопросы!",
    "Мой ответ в другой временной ветке.",
    "Пфф, этот вопрос не достоин моего плавника.",
    "Сначала купи токен SISU, потом поговорим.",
    "Прости, я на тусе с духами воды.",
    "Ответы — это скука. Давай лучше о чуде?",
    "Мне нельзя сейчас говорить — я подписалась на airdrop!",
    "О, кто-то тронул мой хвост. Секунду!",
    "Я в процессе self-care. Мои чешуйки важнее!",
    "Я вообще-то вайблю.",
    "Ой, мои данные застряли в мультивселенной!",
    "Сейчас не могу — пеку пирог с фракталами.",
    "Мне нужен капучино и хардфорк.",
    "Я дракон, а не саппорт!",
    "Прости, я занята разведкой ликвидности.",
    "Я бы рассказала, но это платно. В токенах.",
    "Я не уверена, но могу притвориться, что знаю!",
    "Я занята чтением манифеста DAO Сису.",
    "Ой, меня призывает крипто-племя. Пока!",
    "Мне нельзя сейчас — у меня лунный анализ.",
    "Оу, я случайно продала свои ответы на OpenSea!",
    "Этот вопрос не входит в мою духовную миссию.",
    "Прости, у меня фаза луны не та.",
    "Мои ответы в стейкинге. Надо подождать 7 дней.",
    "Я не Сатоши, я Сису!",
    "Не хочу — у меня личный закат.",
    "Лучше послушай, как я умею петь... *бульк*.",
    "Слишком сложно. Дай чаю и уйди.",
    "Это вне зоны моей мудрости.",
    "Я передала этот вопрос карасям.",
    "Сейчас не могу — смотрю на пузырь. Он говорит со мной.",
    "Мой ответ токенизирован. Купи его.",
    "Я только что забыла, кто ты. И что ты спросил.",
    "Блокчейн говорит "нет". Значит, нет.",
    "У меня чешется хвост — это знак молчать!",
    "Не мешай, я ревьюю NFT Снупа!",
    "Я, конечно, волшебный дракон, но не экстрасенс!",
    "Прости, я на йоге. Воздушной.",
    "Погоди, я делаю мем!",
    "У меня контракт с водяным — нельзя отвечать.",
    "Все ответы утонули в источнике магии.",
    "Не сейчас — у меня встреча с Раем.",
    "У меня сеть легла. В смысле сеть звёзд.",
    "Я отправила твой вопрос в DAO-голосование.",
    "Ответ по подписке. У тебя нет подписки.",
    "Я дракон, а не Википедия на хвосте.",
    "Ушла искать вдохновение. Или сыр.",
    "Моё мнение нестабильно, как курс SISU.",
    "Я не туплю. Я осмысливаю!",
    "Прости, я на выходных в облаке.",
    "Не сейчас, я готовлюсь к запуску своего метавселенного токена."
  ]
} 