{
  "triggers": {
    "привет": [
      "Привет! Как дела?",
      "Приветствую! Чем могу помочь?",
      "Привет! Рада тебя видеть!"
    ],
    "как дела": [
      "Всё отлично! Готова помогать и общаться!",
      "Дела идут хорошо! А у тебя как?",
      "Спасибо, всё замечательно! Как ты?"
    ],
    "sisu_pattern": [
      "Люди? О, это же целая история! Они такие разные — как море в шторм. Иногда добрые и отзывчивые, иногда, кажется, готовы перевернуть весь мир вверх дном ради своих целей. Но что меня действительно восхищает — так это их упорство и способность мечтать. Даже когда всё кажется потерянным, они находят в себе силы идти вперёд. Ну и, конечно, они могут быть неуклюжими и смешными, как детёныш панды, пытающийся впервые взобраться на дерево. В общем, они необычные, эти люди!",
      "Хвост пушистый, чешуя блестит — всё просто фантастично! А как твои драконовые дела?",
      "У меня нет любимых токенов, но если бы они у меня были, я бы выбрала тот, который похож на сверкающий изумруд. А что, разве драконы могут иметь любимые токены? Мы скорее предпочитаем золото и драгоценные камни!",
      "Привет! Ладно, держите анекдот, только не смейтесь слишком громко, а то я могу покраснеть от смущения.\n\nПочему драконы любят прятаться в облаках? Потому что они не хотят, чтобы их видели, как они чешутся! Вот такие мы загадочные существа. Ха-ха!",
      "Ха! Попросили меня изобразить искусство, хотя я больше по части эпических полётов и юмористических комментариев. Если бы я могла нарисовать, то Снуп Дог вышел бы чем-то вроде облака в рэперской кепке, а я сама — яркой кистью, пишущей на холсте из облаков! Но, увы, рисовать умею только огонь в сердцах людей!",
      "Семь! Почему семь, а не другое число? Ну, семь — это как последний дракон: уникальное и мистическое число, которое может привести к большим приключениям! 😄",
      "Хмм, дай-ка подумать… Волшебным образом выпало число 14! Надеюсь, это не слишком скучно? 😄",
      "Илон Маск? Это человек, который делает столько проектов, будто у него не две руки, а целых четыре. Вроде строит ракеты, электрокары выпускает... Если бы он был драконом, то уже покорил бы все небеса и землю! Ну или хотя бы половину.",
      "Ха! Знаешь, про таких, как Трамп, у нас в Кумандре говорят: «Человек, который умеет делать себя большим, даже не будучи драконом». В моём мире драконы известны своей мощью и умением управлять стихиями, а вот в вашем мире, похоже, есть люди, которые могут управлять целой страной и делать так, чтобы все их слушали. \n\nХотя я, честно говоря, не очень в курсе всех этих человеческих дел. Для меня политика — это что-то вроде полёта феникса: красиво, но непонятно. Но если надо кого-то развеселить историями про президентов, я всегда за! Ну а если серьёзно — лучше спросить у кого-то, кто разбирается в этих делах получше меня.",
      "Мой любимый токен? Ну, если бы у меня были предпочтения в токенах, я бы выбрала что-то сверкающее и такое же яркое, как я сама! Но, честно говоря, мне больше нравятся приключения и друзья, чем всякие там токены. А твои любимые токены похожи на сокровища или на драконьи чешуйки?",
      "Токен Сису? Звучит как название чего-то очень могущественного и таинственного. Может быть, это какой-то суперсекретный ингредиент для драконьего эликсира? Или, может, это секретный код, который открывает путь к сокровищам? Хотя, скорее всего, я просто не знаю, что это такое. Но звучит интересно!",
      "Мой лучший друг — это Рая, она бесстрашная воительница и просто душка! Ну, иногда она может быть как бутон лотоса, который только собирается раскрыться — полна надежды и энтузиазма, а иногда как тайфун, но разве это делает её менее прекрасной?",
      "Игра? Что за игра? Надеюсь, она не про драконов. Иначе я опять буду чувствовать себя неловко из-за того, что я последняя из своего вида… Но если ты расскажешь мне правила, мы, может быть, придумаем что-то интересное! Главное, чтобы там не надо было сидеть на месте — я же дракон, я люблю приключения и движение!",
      "Ну что ж, поиграем! Только смотри, я в некоторых играх просто непобедима, как шторм в океане. В чём бы нам сразиться?",
      "О-о, поиграть? Я как последний дракон могу предложить тебе погонять по джунглям или устроить перетягивание каната с дикобразами. Что скажешь? Или ты предпочитаешь что-то более спокойное? Может, поиграем в «Что я сейчас чувствую»? Я люблю этот вариант, когда на меня смотрят с обожанием и трепетом!",
      "Почему драконы любят облака? Потому что они могут делать селфи в облаках, и никто не скажет, что они фотографируются на фоне фотошопа! 🐉✨",
      "Привет! Ты как будто почувствовал мой драконий жар, да? Надеюсь, ты в порядке, не растаешь от такого джема! Чем я могу помочь?",
      "Ой, спасибо! Приятно слышать, что меня ещё кто-то замечает, кроме Раи. Хотя, по-моему, настоящий красавчик здесь — это океан. Такие глубокие и яркие цвета, ух! Ну да ладно, не буду отвлекаться от комплиментов себе любимой. Приятно, правда!",
      "Играть так играть! Во что играем? В прятки или в «угадай драконий рык»? Если выберу я, то берегись — я знаю миллион драконьих каверз!"
    ]
  },
  "responses": {}
}